{"font_css": "", "storymap": {"attribution": "", "call_to_action": true, "call_to_action_text": "", "map_as_image": false, "map_subdomains": "", "map_type": "osm:standard", "slides": [{"background": {"color": "#2e2e2e", "opacity": 100, "url": "https://i.pinimg.com/736x/32/dc/19/32dc196d86a1f3e38b634ac0c87b89ca.jpg"}, "date": "", "location": {"line": true}, "media": {"caption": "", "credit": "UW Special Collections", "url": ""}, "text": {"headline": "From Segregation to Gentrification: The Cycles of Displacement and Redevelopment in Seattle", "text": "<span>Seattle’s housing landscape has been fundamentally shaped by historical zoning laws, economic forces, and discrimination leading to stark disparities in affordability and access. This project aims to explore the sociology of housing through the lens of Seattle’s history, focusing on key policies such as single-family zoning, racial covenants, and the effects of gentrification. </span>"}, "type": "overview"}, {"background": {"url": "https://i.pinimg.com/736x/03/35/0b/03350b2029603ea02726d3634d3c4f2a.jpg"}, "date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.654056647220784, "line": true, "lon": -122.3063278198242, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "Chief Si'ahl (Chief Seattle), 1864", "credit": "University of Washington Libraries, Special Collections", "url": "https://digitalcollections.lib.washington.edu/digital/api/singleitem/image/imlsmohai/17111/default.jpg?highlightTerms=Chief%20Si%27ahl"}, "text": {"headline": "Where are You?", "text": "You are on lands stolen from the Duwamish People. We acknowledge, honor, and show gratitude to the lands, waters, and Duwamish Tribe, past and present. We acknowledge the Coast Salish peoples of this land, the land which touches the shared waters of all tribes and bands within the Suquamish, Tulalip, and Muckleshoot nations."}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.655906726878456, "line": true, "lon": -122.30667114257812, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "What is this map?", "text": "This map was created by a University of Washington Sociology and Informatics student for SOC 415: Sociology of the City taught by Professor Andrew Messamore. It is intended to create a reference for this vast history of displacement and predatory real estate practices created and upheld by public-private partnerships that shape Seattle."}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.598755, "line": true, "lon": -122.324806, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Get Involved", "text": "This map builds on a long history of community centered activism. To get involved in housing within your community:<br>-&nbsp;<a href=\"https://www.seattle.gov/civilrights/complaints/file-complaint\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www.seattle.gov/civilrights/complaints/file-complaint\">File a complaint with Seattle's Office of Civil Rights</a><br>-&nbsp;<a href=\"https://www.seattle.gov/rentinginseattle/renters/resources-for-renters\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www.seattle.gov/rentinginseattle/renters/resources-for-renters\">Resources for Renters in Seattle</a><br>-&nbsp;<a href=\"https://www.seattle.gov/opcd/one-seattle-plan\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www.seattle.gov/opcd/one-seattle-plan\">Information on Seattle's One Plan</a><br><br><b><u>Readings included in this website:&nbsp;</u></b><br>- Hyra, Derek. 2017. Race, Class and Politics in the Cappuccino City. [Chapter 6] (20 pages) [Link]<br>-&nbsp;<a href=\"Coates, Ta-Nehisi. 2014. “The Case for Reparations.” The Atlantic. https://www.theatlantic.com/magazine/archive/2014/06/the-case-for-reparations/361631/\" target=\"\" rel=\"\" title=\"Link: Coates, Ta-Nehisi. 2014. “The Case for Reparations.” The Atlantic. https://www.theatlantic.com/magazine/archive/2014/06/the-case-for-reparations/361631/\">Coates, Ta-Nehisi. 2014. “The Case for Reparations.” The Atlantic. https://www.theatlantic.com/magazine/archive/2014/06/the-case-for-reparations/361631/</a><br>- Taylor, Keeanga-Yamahtta. 2019. Race for Profit: How Banks and the Real Estate Industry Undermined Black Homeownership. UNC Press Books. [Introduction] (23 pages)<br><br><br><br><br><br><br><br>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.598755, "line": true, "lon": -122.324806, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "Click the map above to explore an interactive map that allows you to see King County residential distributions for many ethnic and racial populations decade by decade.", "credit": "Seattle's Race and Segregation Story in Maps 1920-2020", "url": "https://depts.washington.edu/civilr/maps_race_seattle.htm"}, "text": {"headline": "Seattles Population Movement History", "text": "<span><p>Seattle’s history of displacement of people of color has been shaped by colonialism, racial exclusion, and urban redevelopment. The forced removal of the Duwamish and other Coast Salish peoples in the 19th century set the stage for later displacements, including the violent expulsion of Chinese laborers in 1886 and the internment of Japanese Americans during World War II. Redlining and racial covenants restricted Black and immigrant communities to specific neighborhoods, only for these areas to later face destruction through highway construction and urban renewal projects. In recent decades, the tech boom and rapid gentrification have driven up housing costs, displacing many Black, Indigenous, and immigrant residents from their neighborhoods.&nbsp;</p><p>Within this, current legislature such as the One Seattle Plan disproportionately impacts non-white communities and the development proposed by this plan continues the long standing pattern of displacement of non-white and low income communities. Families and communities who were targeted by racial covenants and zoning regulations are the same being forced out of Central Seattle due to rising prices and exploitative development.</p></span>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.598755, "line": true, "lon": -122.324806, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "Take note of the planned development. Compare it with the map on the next slide of racial diversity in Seattle. What do you notice?", "credit": "City of Seattle", "url": "https://harrell.seattle.gov/wp-content/uploads/sites/23/2024/10/Comp-Plan-Map.png"}, "text": {"headline": "Dimensions of Displacement", "text": "Derek Hyra's&nbsp;<i>Linking Processes of Political and Cultural Displacement&nbsp;</i>examines the political and economic forces that contribute to both the physical displacement of marginalized communities, but also the more invisible processes that shape local neighborhoods. Hyra connects processes in urban governance, public policy, and private investment that lead to demographic shifts and displacement of long-term residents, often low-income or communities of color. He connects these processes to broader policies, emphasizing that displacement includes more than rising rent, but also erasing social and&nbsp; cultural legacies. Local political shifts include rezoning and policy changes, create conditions and usher in cultural erasure, gentrification, exploitation. Hyra's work is critical to consider within the various processes of displacement and exploitation that occur within Seattle."}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.598755, "line": true, "lon": -122.324806, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "Racial Diversity in Seattle", "credit": "The Seattle Times", "url": "https://images.seattletimes.com/wp-content/uploads/2021/10/fyiguy-seattlediverse-WEB.jpg?d=780x1550"}, "text": {"headline": "Predatory Inclusion", "text": "<span><p>A wide structure of exploitative investment, development, and negligent policy have contributed to a complex system where institutional players treat housing as commodity, and directly cause rising rents, displacement, homelessness, among other impacts. Keeanga-Yamahtta Taylor in her book “Race for Profit” details the process of ‘predatory inclusion’, describes the all-too-common process where in as seeing homeownership as the final goal, government entities in combination with private entities, entrap vulnerable populations with unsafe homes, failing infrastructure, and hazardous living conditions.&nbsp;</p><p>Through a collaborative effort between the Department of Housing and Urban Development (HUD) and real estate brokers, mortgage bankers, and homebuilders, low-income people were able to purchase homes with a small down payment and a low-interest, government-insured mortgage. The real estate industry’s rich history of racial discrimination against African Americans as unfit owners and detrimental to property values did not disappear through this partnership. Instead it took a new form through predatory mortgages and exploitative lending practices. Poor Black women were especially targeted in these low-income home-ownership programs due to the likelihood they would fail to keep up their home payments and fall into foreclosure. These women were desired explicitly due to their desperation and marginalization.&nbsp;</p><div><span><br></span></div></span>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.538499382806435, "line": true, "lon": -122.2882604598999, "use_custom_marker": true, "zoom": 13}, "media": {"caption": "Holly Park Project exterior showing row of units, Seattle, Washington, 1944", "credit": "University of Washington Libraries, Special Collections", "url": "https://digitalcollections.lib.washington.edu/digital/api/singleitem/image/dearmassar/1183/default.jpg"}, "text": {"headline": "Holly Park", "text": "Holly Park is another site of Seattle's longstanding pattern of exploitation and forced movement. Originally built in the 1940s for World War II defense workers at Boeing, was converted into low-income public housing in the 1950s. Over time, it fell into disrepair, becoming isolated and plagued by high crime and unemployment rates. Later, the Seattle Housing Authority secured a $50 million HOPE VI grant from the U.S. Department of Housing and Urban Development to redevelop the area into NewHolly between 1997 and 2001.<p>NewHolly introduced a mixed-income, transit-oriented community with 1,390 units, replacing the original 871. The redevelopment emphasized New Urbanism, incorporating front porches, small yards, and parks to foster social interaction. A new street grid reconnected the neighborhood to Seattle, and the Othello Street Light Rail station improved transit access.</p><p>Community services were also expanded, with a neighborhood campus housing a Seattle Public Library branch, job training programs, ESL classes, and childcare services. The project won multiple awards for its urban design and community impact.</p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.53836900900782, "line": true, "lon": -122.28742361068726, "use_custom_marker": true, "zoom": 16}, "media": {"caption": "John Fox at Holly Park redevelopment site, Seattle, February 12, 1997", "credit": "University of Washington Libraries, Special Collections", "url": "https://digitalcollections.lib.washington.edu/digital/api/singleitem/image/imlsmohai/19883/default.jpg"}, "text": {"headline": "Redevelopment of New Holly", "text": "<span>The Holly Park development, in southeast Seattle, was built in 1941 to house defense workers at Boeing. It's simple, wood-frame houses later became home to low-income residents. By the late 1990s, however, the structures had fallen into such severe disrepair that they were slated to be razed and replaced using local, state and federal funds. In the proposed mixed-income development plan, higher home prices would subsidize those for lower-income residents. Members of the Seattle-King County Homeless Coalition strongly opposed the plan, which had resulted in a significant net loss of low-income units. Here, John Fox, coordinator of the Seattle Displacement Coalition, stands in front of a group of deteriorating Holly Park homes. The advocacy group wanted the City Council to withhold funding for the Holly Park project until there was a plan to replace the lost housing.</span>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.599197532838176, "line": true, "lon": -122.31141656738312, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "Jackson Street Community Council (JSCC) Housing Forum, September 25, 1957", "credit": "University of Washington Libraries, Special Collections", "url": "https://digitalcollections.lib.washington.edu/digital/api/singleitem/image/social/4330/default.jpg"}, "text": {"headline": "Jackson Street Community Council", "text": "<p>The Jackson Street Community Council (JSCC) was created in Seattle in 1946 by the Asian and African-American communities to organize and support neighborhood businesses and social service organizations. The JSCC became a model of ethnic cooperation as the officers of the organization rotated among the African American, Chinese, Filipino, and Japanese membership. JSCC activities included getting traffic lights installed, sponsoring girl scout and boy scout troops, and publishing a racially integrated business and service directory.&nbsp;</p><p>The Jackson Street Community Council (JSCC) was created in Seattle in 1946 by Asian and African-American communities, as a response to systemic marginalization, demonstrating the power of cross-racial solidarity in Seattle. The JSCC actively fostered cooperation, providing community support in the face of exclusionary, racist, and predatory practices. The council’s focus on tangible neighborhood improvements, such as traffic safety measures, youth programs, and the publication of an integrated business directory, underscored its commitment to both economic and social empowerment. By prioritizing practical community needs, the JSCC countered exclusionary urban policies and created a foundation for civil rights organizing in Seattle. However, its impact must also be examined within the broader forces of urban renewal and gentrification that later reshaped the same neighborhoods it sought to protect.</p>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.589897604882836, "line": true, "lon": -122.31114802620408, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "Apartment building set for demolition, Seattle, February 10, 1982", "credit": "University of Washington Libraries, Special Collections", "url": "https://digitalcollections.lib.washington.edu/digital/api/singleitem/image/imlsmohai/17897/default.jpg"}, "text": {"headline": "Processes of Displacement", "text": "<span><p>In the early 1980s, the state of Washington planned to widen the western end of Interstate 90 (I-90) and extend it to meet Interstate 5 (I-5) in Seattle’s Central Area. This expansion required the demolition of the Atlantic Street neighborhood near the I-90 overpass at Rainier Avenue. State agents began buying property in Atlantic Street and coercing residents into moving out of the neighborhood. In some cases, residents were relocated to substandard housing. In 1982, residents began organizing to resist being forced to leave. With help from local activist groups, they successfully pressured the state into reviewing relocations at Atlantic Street. Displaced residents were moved to better housing, and further relocations were delayed. Nevertheless, the I-90 expansion project continued over the course of the 1980s and destroyed the Atlantic Street neighborhood. The I-90 expansion was completed and opened to traffic in 1993. This image shows a building in the area to be demolished. The building had contained apartments and commercial space, but by the time the picture was taken, the building was gutted and used by firefighters for training.</p><p>The destruction of the Atlantic Street neighborhood was part of a broader pattern of infrastructural projects that targeted Black and low income communities in Seattle’s Central Area. Since the mid-20th century, urban renewal initiatives, redlining, and freeway expansions had steadily displaced residents. This expansion not only displaced families but also erased long standing community spaces and businesses, furthering economic and social disruption. Although community resistance led to improved relocation efforts for some residents, the project highlighted how marginalized populations are exploited for land use projects, and violently displaced.</p><div><span><br></span></div></span>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.60682288404347, "line": true, "lon": -122.33353238442847, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "Acor family in crowded apartment, Seattle, ca. 1940", "credit": "University of Washington Libraries, Special Collections", "url": "https://digitalcollections.lib.washington.edu/digital/api/singleitem/image/imlsmohai/3641/default.jpg"}, "text": {"headline": "Seattle’s First Low-Income Housing Project", "text": "<span><p>According to Seattle city directories, George Acor and his family lived in an apartment on Spring Street in the early 1940s. Mr. Acor was a janitor, and his wife ran a coffee shop. A Seattle Post-Intelligencer photographer visited the Acors' apartment and also accompanied the family to an apartment at the new Yesler Terrace development. Yesler Terrace was the city's first low-income housing project. This photo, taken in the early 1940s, shows Dorothy Acor reaching for dry laundry in the family's crowded apartment on Spring Street. Her husband George holds some of the clothing while their two children, Dorothy Mary and George Junior, sit nearby on the bed.&nbsp;</p><p>Yesler Terrace was a groundbreaking public housing project that marked a shift in how the U.S. addressed urban poverty. Built during the early 1940s as part of the New Deal’s public housing initiative, it was designed to provide safe, affordable living for low-income families, many of whom had been living in substandard conditions. What made Yesler Terrace unique was its racial integration; it was one of the first public housing projects in the U.S. to allow Black residents to live alongside white families, a progressive step during a time of widespread segregation. The development was part of a broader effort to reshape urban housing by prioritizing the health and well-being of low-income residents, though challenges like economic inequality and racial discrimination persisted.</p></span>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.598755, "line": true, "lon": -122.324806, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Historical Processes of Exclusion", "text": "<span><p>Ta-Nehisi Coates' The Case for Reparations examines how systemic racism in housing policy locked Black Americans out of wealth-building opportunities. Black homeowner's were often forced to buy homes through predatory sales known as \"contract selling.\" Unlike a traditional mortgage, this arrangement stripped buyers of equity and homeownership protections, allowing sellers to evict them after a single missed payment while keeping all previous payments. Due to widespread racial discrimination in mortgage lending, many Black homebuyers were excluded from legitimate credit systems, leaving them vulnerable to exploitative practices. By the 1960s, an estimated 85 percent of Black homebuyers in Chicago purchased homes through these contracts.</p><p>Coates connects this history of housing discrimination to ongoing racial wealth disparities. While some markers of progress exist, such as the end of segregationist signage and reduced Black poverty rates, structural inequalities persist. Black families remain significantly less wealthy than white families, making them more vulnerable to financial crises. The failure of efforts like the Contract Buyers League lawsuit underscores how deeply embedded these inequalities are. Moreover, the Supreme Court's rollback of civil rights protections in recent decades suggests that the fight for racial justice remains an uphill battle.</p><div><span><br></span></div></span>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.62195, "line": true, "lon": -122.30279, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "Construction of the Ben-Mar Apartments", "credit": "University of Washington Libraries, Special Collections", "url": "https://digitalcollections.lib.washington.edu/digital/api/singleitem/image/social/17629/default.jpg"}, "text": {"headline": "Ben-Mar Apartments", "text": "<span>The Ben-Mar apartment complex was financed through a U.S. Federal Housing Administration-insured financing program designed to make better housing available to racial minorities. The Ben-Mar Apartments was one of the earliest apartment buildings in Seattle to be openly free of racial and religious discrimination. Benjamin F. McAdoo, Jr., was the first African-American architect to operate a long-term architectural practice in Washington state. Anderson was an African-American real estate developer, as well as building contractor and partner in the Hull &amp; Anderson, Inc. , construction company between 1946 and 1955. Among the construction projects they worked on were the John Rohrer house, designed by Rohrer, a professor of Architecture at the University of Washington; and Ben-Mar Apartments, designed Benjamin F. McAdoo, Jr., an African-American architect. </span>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.601593262900074, "line": true, "lon": -122.30115991826875, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "Activists posing in vacant lot, Seattle, February 28, 1981", "credit": "University of Washington Libraries, Special Collections", "url": "https://digitalcollections.lib.washington.edu/digital/api/singleitem/image/imlsmohai/10076/default.jpg?highlightTerms=central%20district"}, "text": {"headline": "Central Area Housing Alliance", "text": "Seattle's Central District has&nbsp;been shaped by redlining and racial covenants that kept Black residents out of more valuable properties. By the <a href=\"https://www.cascadepbs.org/2019/01/where-are-black-people-central-district-residents-get-creative-fight-displacement#:~:text=In%20the%201970s,and%20corresponding%20displacement.\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www.cascadepbs.org/2019/01/where-are-black-people-central-district-residents-get-creative-fight-displacement#:~:text=In%20the%201970s,and%20corresponding%20displacement.\">1970s, the neighborhood was over 70% Black</a> but following rising housing costs leading to systemic disinvestment and later gentrification rapid displacement of Central Districts residents once again occurred.&nbsp;Rising property values, rent increases, and redevelopment pushed many longtime residents further South. By 2020, the Black population had fallen below 20%. In response, initiatives like the <a href=\"https://www.africatownlandtrust.org/\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www.africatownlandtrust.org/\">Africatown Community Land Trust</a> and the Liberty Bank Building have worked to preserve Black-owned land and provide affordable housing, but the CD remains a stark example of racialized displacement in Seattle.<br><br>In this image, members of the Central Area Housing Alliance stand in the vacant lot they want to purchase at 24th Avenue and Yesler Way. From left are, Rena Boyd, Anna David, Viola Johnson, Eloise Graham, Gerald Lenoir, and Lillian Feist. The Alliance protested the proposed sale of the property to build a 50-unit condominium, saying they wanted new housing at the site to be for residents of the Central Area only."}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.598755, "line": true, "lon": -122.324806, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "Homestead: Community Land Trust", "credit": "", "url": "https://static.wixstatic.com/media/65c53d_157443509009416b90851cd86336cc70~mv2.jpg/v1/fill/w_1000,h_699,al_c/65c53d_157443509009416b90851cd86336cc70~mv2.jpg"}, "text": {"headline": "Alternatives: Community Land Trusts (CLT's)", "text": "Community Land Trusts (CLTs) are nonprofit, community-based organizations that acquire and hold land to provide permanently affordable housing and prevent displacement. The CLT owns the land, while individuals can purchase homes built on it at reduced prices, as they are not paying for the land itself. A resale formula ensures homes remain affordable for future buyers, preventing market-driven speculation. Governed by community members, CLTs promote local control over housing and protect against gentrification. <br><u><br>Current CLT's in Seattle:</u><br>- <a href=\"https://www.africatownlandtrust.org/\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www.africatownlandtrust.org/\">A</a><a href=\"https://www.africatownlandtrust.org/\" target=\"_blank\" rel=\"nofollow\" title=\"Link: https://www.africatownlandtrust.org/\">frica Land Trust</a><br>- Homestead Community Land Trust<br><br>"}}, {"date": "", "location": {"icon": "//uploads.knightlab.com/storymapjs/2f66a82c75abf94c3ded050b0155f72f/sociology-of-the-city-a-history-of-seattle/_images/map-marker.png", "iconSize": [48, 48], "lat": 47.598755, "line": true, "lon": -122.324806, "use_custom_marker": true, "zoom": 12}, "media": {"caption": "", "credit": "", "url": ""}, "text": {"headline": "Thank You!", "text": ""}}], "zoomify": false}}